[Spanish]
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
ETAPE 1 : CHOISIR LA CLE=PASO 1 : ELIJA SU UNIDAD
ETAPE 2 : CHOISIR LA SOURCE=PASO 2 : ELIJA UNA FUENTE
ETAPE 3 : PERSISTANCE=PASO 3 : TAMAÑO DE PERSISTENCIA
ETAPE 4 : OPTIONS=PASO 4 : OPCIONES
ETAPE 5 : INSTALLER=PASO 5 : CREACIÓN
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
Mo=MB
Go=GB
min=min
Nom=Etiqueta
Taille=Tamaño
Aide=Ayuda
Attention=Lee por favor
Erreur=Error
:::::::::::::::::::::::::::::::::::::::::::::::::::: Paso 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choisir une clé USB=Elija un dispositivo
Suite (disques durs)=Discos duros
Aucune clé trouvée=No se encontró dispositivo
:::::::::::::::::::::::::::::::::::::::::::::::::::: Paso 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Télécharger=Descargar
Les fichiers .IMG sont supportés de façon expérimentale.=El soporte para las imágenes .IMG es experimental
Seul le mode Live est actuellement disponible dans l'étape 3 et l'option de virtualisation est désactivée.=Solo el modo En Vivo está disponible y la opción de virtualización esta deshabilitada
LinuxLive USB Creator essaiera quand même de l'installer en utilisant les même paramêtres que pour=LinuxLive USB Creator intentará instalar usando los mismos parámetros que
:::::::::::::::::::::::::::::::::::::::::::::::::::: Paso 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Mode Live)=(Solo modo Live)
(Mode Persistant)=(Modo persistente)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Paso 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cacher les fichiers sur la clé=Ocultar archivos creados
(Sauf Umenu.exe)=(excepto para Umenu.exe)
Formater la clé en FAT32 (Vos données seront supprimées!)=Formatear dispositivo en FAT32 (borrara los datos !!)
Permettre de lancer LinuxLive directement sous Windows (nécessite internet)=Activar iniciar LinuxLive en Windows (necesita internet para instalarlo)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Paso 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cliquer l'éclair pour lancer l'installation=Haz clic en el rayo para comenzar a instalar
Veuillez choisir un disque formaté en FAT32 ou FAT ou cocher l'option de formatage=Porfavor elige un dispositivo formateado en FAT32 o FAT o revisa la opción de formateo
Vous n'avez sélectionné aucun disque=No hay disco seleccionado
Vous n'avez sélectionné aucun fichier=No hay archivo seleccionado
Vous n'avez sélectionné aucun CD ou dossier=No hay carpeta o CD seleccionado
http://www.ubuntu-fr.org/telechargement=http://www.ubuntu.com/getubuntu/download
Sélectionner l'image ISO d'un CD live de Linux=Elija una imagen ISO de CD de LinuxLive Live
Sélectionner le CD live de Linux ou son répertoire=Elija un CD de LinuxLive Live o su carpeta
Début de la création du LinuxLive USB=Comenzar la creación de LinuxLive USB
Veuillez valider les étapes 1 à 3=Por favor revisa del paso 1 al 3
Voulez-vous vraiment continuer et formater le disque suivant ?=¿Está seguro de querer formatear este disco y perder sus datos?
Formatage=Formato
Formatage de la clé=Formateando el dispositivo
Etape 1 à 3 valides=Pasos del 1 al 3 OK
Nettoyage des installations précédentes ( 2min )=Limpiando anteriores instalaciones ( 2min )
Mise en place de la virtualisation=Estableciendo virtualización
VirtualBox a déjà été téléchargé=VirtualBox ya descargado
Une nouvelle version de VirtualBox est disponible=Una nueva versión de VirtualBox está disponible
Cette nouvelle version sera téléchargée=Esta nueva versión será descargada
Téléchargement de VirtualBox en tache de fond=Descargando VirtualBox en plano secundario
Le téléchargement a bien débuté=La descarga comenzó correctamente
Le téléchargement n'a pas pu commencer=La descarga falló al comenzar
VirtualBox ne sera pas installé=VirtualBox no será instalado
L'intégrité de l'archive n'a pas pu être vérifiée=La integridad no pudo ser verificada
L'installation sera tentée=Intentando instalar aún
Probléme de téléchargement=No se puede descargar
Décompression de l'ISO sur la clé=Descomprimiendo el ISO en el dispositivo
Ecriture de l'image sur la clé=Grabando imagen al dispositivo
Copie des fichiers vers la clé=Copiando archivos al dispositivo.
Renommage et déplacement de quelques fichiers=Renombrando algunos archivos
Masquage des fichiers=Ocultando archivos
Création du fichier de persistance=Creando archivo para datos persistentes
Formatage du fichier de persistance=Formateando archivo de datos persistentes
Mode Live : pas de fichier de persistance=Modo Live : no datos persistentes
Détection automatique du type de variante=Variante de LinuxLive encontrada
Installation des secteurs de boot=Instalando sectores de arranque
Téléchargement de VirtualBox=Descargando VirtualBox
Le téléchargement est maintenant fini=Descarga completa
Nettoyage d'anciennes installations de VirtualBox=Limpiando instalaciones previas de VirtualBox
Décompression de Virtualbox sur la clé=Descomprimiendo VirtualBox en dispositivo
Configuration de VirtualBox Portable=Auto instalando VirtualBox
Votre clé LinuxLive est maintenant prête !=Dispositivo LinuxLive listo para funcionar !
Vous n'avez pas les droits suffisants pour démarrer VirtualBox sur cette machine.=No tienes suficientes permisos para iniciar VirtualBox.
Enregistrez-vous sur le compte administrateur ou lancez le logiciel avec les droits d'administrateur pour qu'il fonctionne.=Por favor conecta como administrador o inicie VirtualBox con los permisos necesarios.
Vous avez moins de 256Mo de mémoire vive disponible.=Tiene menos de 256MB libre de memoria.
Cela ne suffira pas pour lancer LinuxLive directement sous windows.=Esto no es suficiente para iniciar LinuxLive en Windows.
:::::::::::::::::::::::::::::::::::::::::::::::::::: Arhivo de Ayuda ::::::::::::::::::::::::::::::::::::::::::::::::::::
Le fichier d'aide n'est pas présent dans le dossier.=Falta archivo de ayuda.
:::::::::::::::::::::::::::::::::::::::::::::::::::: Sobre ( Ayuda Paso 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
A propos=Sobre este programa
Guide d'utilisation=Guia de usuario
Tutorial de virtualisation=Tutorial de Virtualización (FR)
Faire un don=Donar
Version=Versión
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuración del teclado ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cet ISO n'est pas compatible=Esta ISO no es compatible
Détection du clavier=Detectando diseño del teclado
Français (France)=Francés (Francia)
Français (Suisse)=Francés (Suiza)
Allemand=Alemán
Portugais=Portugués
US ou autres (qwerty)=US o otros (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuración de VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Erreur de création du fichier VMDK=Error creando VMDK
La clé USB spécifiée n'a pas été retrouvé, le fichier VMDK est donc invalide.=Dispositivo no encontrado, VMDK no és valido
(re)Lancer SetupForAutoVMDK.exe pour configurer une clé.=Pruebe iniciando otra vez SetupForAutoVMDK.exe
Voulez-vous continuer quand même ?=¿Quiere ignorar este error?
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérificaciones MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Impossible d'ouvrir le fichier MD5SUMS=No se encuentra archivo MD5SUMS
Annulation de la vérification=Cancelando revisión
Vous avez la bonne version de Linux mais elle est corrompue ou a été modifiée.=Tiene la ISO correcta pero está corrupta.
Merci de la télécharger à nouveau=Por favor descárguela de nuevo.
Vérification=Verificando
Cette version de Linux n'est pas compatible avec ce logiciel.=Esta ISO no es compatible
Merci de vérifier la liste de compatibilité dans le guide d'utilisation.=Por favor lea la lista de compatibilidad en la guía del usuario
Si votre version est bien dans la liste c'est que le fichier est corrompu et qu'il faut le télécharger à nouveau=Si su versión está en la lista eso significa que el archivo esta corrupto, por favor descárguelo de nuevo.
La version est compatible et le fichier est valide=Esta versión es compatible y su integridad es buena.
Vérification terminée=Revisión realizada
Vérification de l'intégrité + compatibilité=Revisando integridad y compatibilidad
Impossible d'ouvrir le fichier md5sum.txt=No se puede abrir MD5SUM.txt
Vérification de l'intégrité=Revisando integridad
Le fichier suivant est corrumpu=Este archivo esta corrupto
Tous les fichiers sont bons.=Todos los archivos han sido revisados
Vérification du fichier=Revisando archivo
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menú del dispositivo ::::::::::::::::::::::::::::::::::::::::::::::::::::
Mode Persistant=Modo persistente
Mode Live=Modo Live
Installer=Instalar
Verification des fichiers=Revisar integridad
Test de la RAM=Test de memoria
:::::::::::::::::::::::::::::::::::::::::::::::::::: Ventana de bugs ::::::::::::::::::::::::::::::::::::::::::::::::::::
Une erreur s'est produite.=Ocurrió un error.
Un rapport anonyme a été envoyé afin que l'erreur soit corrigée au plus vite.=Un aviso anónimo ha sido enviado para arreglar este error tan rápido como se pueda. 
Voir le rapport=Ver aviso de bug
Relancer l'application=Reiniciar aplicación
Arrêter l'application=Cerrar aplicación
dernières actions=Últimas acciones
Identifiant anonyme unique=ID anónima única
Statut du rapport=Estado del aviso
Envoi en cours=Pendiente
Erreur (non envoyé)=Error (no enviado)
Envoyé=Enviado
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
Pour lancer LinuxLive :=In order to launch LinuxLive :
Retirez votre clé et réinsérez-la.=Remove your key and insert it again.
Allez ensuite dans 'Poste de travail'.=Go to 'My Computer'
Faites un clic droit sur votre clé et sélectionnez :=Right click on you key and choose :
'LinuxLive!' pour lancer la clé directement dans windows='LinuxLive!' to launch you key directly in windows
'VirtualBox Interface' pour lancer l'interface complète de VirtalBox='VirtualBox Interface' to launch VirtualBox full interface
'CD Menu' pour lancer le menu original du CD='CD Menu' to launch the original menu of CD
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OU=O
Manuellement=Manualmente
Automatiquement=Automáticamente
Merci de sélectionner un Linux pour continuer=Por Favor seleccione una distribución de Linux
Recherche du miroir le plus rapide=Buscando el servidor más rápido
Test du miroir=Probando Servidor
Aucun miroir en ligne=No se encontró un servidor en línea
Merci de vérifier la connexion à internet ou d'essayer un autre Linux=Por Favor revisé su conección a internet o intente selecciónando otra distrobución de linux
Sélectionner le fichier une fois que le téléchargement sera fini=Seleccione este archivo como fuente cuando la descarga esté completa
Téléchargement de=DDescargando
depuis=desde
Erreur lors du téléchargement=Ocurrió un error en la descarga.
Latence=Latencia
Serveur=Nombre del Servidor
Copier le lien=Copia del enlace
Lancer dans le navigateur=Ejecutar mi Explorador
Meilleurs miroirs=Mejores Servidores
Miroirs rapides=Servidores Buenos
Miroirs lents=Servidores Malos
Miroirs morts=Servidores Caidos
La vérification va commencer dans quelques secondes=La comprobación iniciará en unos segundos